export default {
    vowels: {
        'அ': 'a', 'ஆ': 'ā', 'இ': 'i', 'ஈ': 'ī',
        'உ': 'u', 'ஊ': 'ū', 'எ': 'e', 'ஏ': 'ē',
        'ஐ': 'ai', 'ஒ': 'o', 'ஓ': 'ō', 'ஔ': 'au'
    },
    consonants: {
        'க': 'k', 'ங': 'ṅ', 'ச': 'c', 'ஞ': 'ñ',
        'ட': 'ṭ', 'ண': 'ṇ', 'த': 't', 'ந': 'n',
        'ப': 'p', 'ம': 'm', 'ய': 'y', 'ர': 'r',
        'ல': 'l', 'வ': 'v', 'ழ': 'ḻ', 'ள': 'ḷ',
        'ற': 'ṟ', 'ன': 'ṉ',
        // Grantha mappings
        'ஜ': 'j', 'ஷ': 'ṣ', 'ஸ': 's', 'ஹ': 'h'
    }
};
